Repository: common-repository/tng-accept-cookies
Catalog: languages/tng_accept_cookies-*.po
Languages: sv_se

source: TNG Accept Cookies Settings
sv_se: Inställningar för TNG Accept Cookies

source: Help
sv_se: Hjälp

source: Find out more at
sv_se: Mer information finns på

source: The author
sv_se: Författaren

source: Cookie Information
sv_se: Kakinformation

source: Cookie Page
sv_se: Sida för information

source: Cookie URL
sv_se: URL för information

source: Follow me
sv_se: Följ mig på

source: Don't forget to leave a
sv_se: Glöm inte att lämna en

source: Review
sv_se: recension

source: Choose
sv_se: Välj

source: Choose a page for informing your visitor about cookies used on your site.
sv_se: Välj en sida för att informera dina besökare om kakor (cookies) som används på din webbplats.

source: Enter a URL for external information about cookies. Local page overrides URL.
sv_se: Ange en länk till en extern källa för information om kakor (cookies). En lokal sida dominerar över en länk.

source: More about cookies
sv_se: Mer om kakor

source: Read more about
sv_se: Läs mer om

source: cookies on this site
sv_se: kakor på denna hemsida

source: This website uses cookies to enhance your visit.
sv_se: Denna webbplats använder cookies för att förbättra din upplevelse.

source: I accept cookies
sv_se: Jag accepterar kakor

source: I dont't accept cookies
sv_se: Jag accepterar inte kakor
